acpi
alacritty
alsa-firmware
alsa-utils
autoconf
automake
autotiling
base
base-devel
bison
bluez-utils
brillo
calc
caprine
chromium
cmus
cronie
debugedit
deepin-gtk-theme
discord
dmenu
docker
docker-buildx
docker-compose
dos2unix
dunst
efibootmgr
fakeroot
feh
firefox
flameshot
flex
gcc
geogebra
git
github-cli
gnome-keyring
gnome-terminal
gnu-netcat
go
grub
htop
i3-wm
i3blocks
i3lock
i3status
ifplugd
intel-ucode
kitty
lazygit
libgnome-keyring
libinput-gestures
libreoffice-still
linux
linux-firmware
lxappearance
m4
make
microsoft-edge-stable-bin
mpd
nautilus
neofetch
neovim
nerd-fonts-inter
net-tools
network-manager-applet
networkmanager
nodejs
npm
okular
openssl-1.1
os-prober
pacman-contrib
pamixer
papirus-icon-theme
patch
pavucontrol
picom-jonaburg-git
pkgconf
playerctl
plymouth-git
polybar
polybar-spotify-module
protobuf
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python-pip
python-pywal
r
rofi
rstudio-desktop-bin
siji-git
skippy-xd-git
sof-firmware
spotify
sudo
texinfo
tlp
ttf-dejavu
ttf-droid
ttf-font-awesome
ttf-hack
ttf-iosevka-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-material-icons-git
usbutils
vi
vim
visual-studio-code-bin
which
wpa_supplicant
xclip
xdg-user-dirs
xdotool
xf86-video-intel
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yay
yt-dlp
zsh
